{
    "hr": {
        "posts": [
            {
                "id": "32",
                "title": "Что такое HR?",
                "contents": [
                    "HR расшифровывается как \"Human Resources\" на английском языке, что переводится как \"человеческие ресурсы\" или \"кадровое делопроизводство\" на русском. HR охватывает широкий спектр деятельности, связанный с управлением персоналом в организации. Область функций HR включает в себя найм, обучение и развитие сотрудников, управление производительностью, управление компенсациями и льготами, соблюдение законодательства в области труда, управление конфликтами и многое другое.",
                    "Отдел HR играет важную роль в создании и поддержании здоровой организационной культуры, обеспечивая эффективное взаимодействие между сотрудниками и руководством компании. Работники отдела HR, также известные как кадровики, занимаются вопросами, связанными с управлением персоналом, чтобы обеспечить оптимальное функционирование организации."
                ],
                "views": 100,
                "author": "Ульяна",
                "avatar": "../images/author.webp"
            },
            {
                "id": "12",
                "title": "Чем занимаются HR?",
                "contents": [
                    "Отдел HR (Human Resources) занимается широким спектром функций, связанных с управлением персоналом в организации. Вот некоторые основные области деятельности отдела HR:",
                    "Найм и подбор персонала: HR-специалисты занимаются привлечением и отбором новых сотрудников. Это включает в себя размещение вакансий, проведение собеседований, проверку референсов и принятие решения о том, кого принять на работу.",
                    "Обучение и развитие: HR-отдел разрабатывает и внедряет программы обучения для сотрудников, а также следит за их профессиональным развитием. Это может включать в себя корпоративные тренинги, семинары и другие образовательные мероприятия.",
                    "Управление кадровым администрированием: HR отвечает за ведение кадровой документации, подготовку трудовых договоров, учет отпусков и другие административные процессы.",
                    "Развитие организационной культуры: HR играет ключевую роль в формировании и поддержании здоровой организационной культуры, способствующей эффективной работе коллектива.",
                    "Эти функции варьируют в зависимости от размера и структуры организации, но в целом отдел HR ориентирован на поддержку и управление человеческими ресурсами с целью обеспечения успешной деятельности компании."
                ],
                "views": 100,
                "author": "Юлия",
                "avatar": "../images/author2.webp"
            }
        ],
        "usersInside": [
            {
                "id": "1",
                "name": "Dima",
                "age": 19,
                "department": [
                    "HR",
                    "Programming"
                ]
            },
            {
                "id": "2",
                "name": "Batyr",
                "age": 17,
                "department": [
                    "Programming"
                ]
            },
            {
                "id": "3",
                "name": "Jalil",
                "age": 17,
                "department": [
                    "Programming"
                ]
            }
        ]
    },
    "profile": {
        "name": "typicode"
    }
}